Revit 2027 API
ParameterTypeId.CircuitLoadClassificationAbbreviationParam Property
 "Load Classification Abbreviation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CircuitLoadClassificationAbbreviationParam { get; }
Public Shared ReadOnly Property CircuitLoadClassificationAbbreviationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CircuitLoadClassificationAbbreviationParam {
	ForgeTypeId^ get ();
}
static member CircuitLoadClassificationAbbreviationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace